[
    {
      "recipe_name": "Bengali Fish Curry",
      "ingredients": ["Fish", "Onion", "Garlic", "Ginger", "Tomato"],
      "cooking_method": "1. Heat oil in a pan and fry sliced onions until golden brown. 2. Add garlic and ginger and fry for another minute. 3. Add chopped tomatoes and fry until they become soft. 4. Add fish and cook until it is fully cooked. 5. Serve hot with rice.",
      "rating": 4.5,
      "unique_id": "12345",
      "chef_id": 3,
      "favorite": false
    },
    {
      "recipe_name": "Chicken Korma",
      "ingredients": ["Chicken", "Yogurt", "Onion", "Garlic", "Ginger"],
      "cooking_method": "1. Marinate chicken in yogurt and spices. 2. Fry sliced onions until golden brown. 3. Add garlic and ginger and fry for another minute. 4. Add marinated chicken and cook until it is fully cooked. 5. Serve hot with naan or rice.",
      "rating": 4.2,
      "unique_id": "67890",
      "chef_id": 6,
      "favorite": true
    },
    {
      "recipe_name": "Beef Bhuna",
      "ingredients": ["Beef", "Onion", "Garlic", "Ginger", "Tomato"],
      "cooking_method": "1. Heat oil in a pan and fry sliced onions until golden brown. 2. Add garlic and ginger and fry for another minute. 3. Add chopped tomatoes and fry until they become soft. 4. Add beef and cook until it is fully cooked. 5. Serve hot with rice.",
      "rating": 4.8,
      "unique_id": "24680",
      "chef_id": 1,
      "favorite": false
    },
    {
      "recipe_name": "Prawn Biryani",
      "ingredients": ["Prawns", "Rice", "Onion", "Garlic", "Ginger"],
      "cooking_method": "1. Marinate prawns in yogurt and spices. 2. Fry sliced onions until golden brown. 3. Add garlic and ginger and fry for another minute. 4. Add marinated prawns and cook until they are fully cooked. 5. Layer cooked rice and prawn mixture in a pot and cook on low heat until rice is fully cooked. 6. Serve hot with raita.",
      "rating": 4.6,
      "unique_id": "13579",
      "chef_id": 4,
      "favorite": true
    },
    {
        "recipe_name": "Shorshe Ilish",
        "ingredients": ["Hilsa Fish", "Mustard Oil", "Mustard Paste", "Turmeric", "Green Chili"],
        "cooking_method": "1. Marinate fish with turmeric and salt. 2. Fry fish in mustard oil until golden brown. 3. In a separate pan, heat mustard oil and add mustard paste and green chili. 4. Add fried fish and cook for a few minutes. 5. Serve hot with rice.",
        "rating": 4.9,
        "unique_id": "98765",
        "chef_id": 2,
        "favorite": false
      },
      {
        "recipe_name": "Chingri Malai Curry",
        "ingredients": ["Prawns", "Coconut Milk", "Onion", "Garlic", "Ginger"],
        "cooking_method": "1. Fry sliced onions until golden brown. 2. Add garlic and ginger and fry for another minute. 3. Add prawns and cook until they turn pink. 4. Add coconut milk and cook for a few minutes. 5. Serve hot with rice.",
        "rating": 4.7,
        "unique_id": "54321",
        "chef_id": 7,
        "favorite": true
      },
      {
        "recipe_name": "Morog Polao",
        "ingredients": ["Chicken", "Rice", "Onion", "Garlic", "Ginger"],
        "cooking_method": "1. Marinate chicken with yogurt and spices. 2. Fry sliced onions until golden brown. 3. Add garlic and ginger and fry for another minute. 4. Add marinated chicken and cook until it is fully cooked. 5. Layer cooked rice and chicken mixture in a pot and cook on low heat until rice is fully cooked. 6. Serve hot with raita.",
        "rating": 4.4,
        "unique_id": "10293",
        "chef_id": 5,
        "favorite": false
      },
      {
        "recipe_name": "Bhuna Khichuri",
        "ingredients": ["Rice", "Lentils", "Onion", "Garlic", "Ginger"],
        "cooking_method": "1. Soak rice and lentils in water for 30 minutes. 2. Fry sliced onions until golden brown. 3. Add garlic and ginger and fry for another minute. 4. Add rice and lentils and fry for a few minutes. 5. Add water and cook until rice and lentils are fully cooked. 6. Serve hot with a side of fried eggs and pickles.",
        "rating": 4.3,
        "unique_id": "39485",
        "chef_id": 8,
        "favorite": true
      },
      {
        "recipe_name": "Beef Bhuna",
        "ingredients": ["Beef", "Onion", "Garlic", "Ginger", "Tomato"],
        "cooking_method": "1. Cut beef into small pieces and marinate with spices. 2. Fry sliced onions until golden brown. 3. Add garlic and ginger and fry for another minute. 4. Add marinated beef and cook until it is fully cooked. 5. Add diced tomatoes and cook for a few minutes. 6. Serve hot with rice.",
        "rating": 4.5,
        "unique_id": "73642",
        "chef_id": 4,
        "favorite": false
      },
      {
        "recipe_name": "Bengali Fish Curry",
        "ingredients": ["Fish", "Onion", "Garlic", "Ginger", "Turmeric"],
        "cooking_method": "1. Marinate fish with turmeric and salt. 2. Fry sliced onions until golden brown. 3. Add garlic and ginger and fry for another minute. 4. Add marinated fish and cook until it is fully cooked. 5. Serve hot with rice.",
        "rating": 4.6,
        "unique_id": "90875",
        "chef_id": 3,
        "favorite": true
      },
      {
        "recipe_name": "Bhapa Ilish",
        "ingredients": ["Hilsa Fish", "Mustard Paste", "Green Chili", "Turmeric", "Salt"],
        "cooking_method": "1. Marinate fish with mustard paste, green chili, turmeric, and salt. 2. Wrap the fish in banana leaves and steam for 15-20 minutes. 3. Serve hot with rice.",
        "rating": 4.8,
        "unique_id": "76543",
        "chef_id": 1,
        "favorite": true
      },
      {
        "recipe_name": "Dhaka Biryani",
        "ingredients": ["Chicken", "Rice", "Onion", "Garlic", "Ginger"],
        "cooking_method": "1. Marinate chicken with yogurt and spices. 2. Fry sliced onions until golden brown. 3. Add garlic and ginger and fry for another minute. 4. Add marinated chicken and cook until it is fully cooked. 5. Layer cooked rice and chicken mixture in a pot and cook on low heat until rice is fully cooked. 6. Serve hot with raita and salad.",
        "rating": 4.7,
        "unique_id": "28463",
        "chef_id": 6,
        "favorite": false
      },
      {
        "recipe_name": "Prawn Malai Curry",
        "ingredients": ["Prawn", "Coconut Milk", "Onion", "Garlic", "Ginger"],
        "cooking_method": "1. Fry sliced onions until golden brown. 2. Add garlic and ginger and fry for another minute. 3. Add prawns and cook until they turn pink. 4. Add coconut milk and simmer for a few minutes. 5. Serve hot with rice.",
        "rating": 4.4,
        "unique_id": "23456",
        "chef_id": 2,
        "favorite": true
      },
      {
        "recipe_name": "Chicken Rezala",
        "ingredients": ["Chicken", "Yogurt", "Onion", "Garlic", "Ginger"],
        "cooking_method": "1. Marinate chicken with yogurt and spices. 2. Fry sliced onions until golden brown. 3. Add garlic and ginger and fry for another minute. 4. Add marinated chicken and cook until it is fully cooked. 5. Serve hot with naan or paratha.",
        "rating": 4.6,
        "unique_id": "34567",
        "chef_id": 3,
        "favorite": false
      },
      {
        "recipe_name": "Chitol Macher Muitha",
        "ingredients": ["Chitol Fish", "Rice Flour", "Onion", "Garlic", "Ginger"],
        "cooking_method": "1. Boil fish until it is cooked. 2. Mash the fish and mix with rice flour, onions, garlic, ginger, and spices. 3. Make small balls from the mixture. 4. Cook the balls in boiling water until they float to the surface. 5. Serve hot with tamarind sauce.",
        "rating": 4.3,
        "unique_id": "45678",
        "chef_id": 7,
        "favorite": false
      }
  ]
  